Repository: bossanova808/script.cabertoss
Catalog: resources/language/resource.language.*/strings.po
Languages: sv_se

# #32000
source: General
sv_se: Allmänt

# #32001
source: Toss log files to...
sv_se: Kasta loggfiler till...

# #32023
source: Windows crashlogs are not supported, sorry
sv_se: Kraschloggar för Windows stöds inte, tyvärr

# #32024
source: Android crashlogs are not supported, sorry
sv_se: Kraschloggar för Android stöds inte, tyvärr

# #32025
source: No log files found to copy ?!
sv_se: Inga loggfiler hittades att kopiera!

# #32026
source: Error copying logs
sv_se: Fel vid kopiering av loggar

# #32027
source: No destination path set in the addon settings!
sv_se: Ingen målsökväg inställd i tilläggsinställningarna!

# #32028
source: Log files copied
sv_se: Loggfiler kopierade

# #32029
source: Something went wrong, (ironically) check your logs!
sv_se: Något gick fel, (ironiskt nog) kontrollera dina loggar!

# #32030
source: Working...
sv_se: Jobbar…

# #32031
source: Error making directory to copy log files to!
sv_se: Fel vid skapande av katalog för att kopiera loggfiler till!

# #32032
source: Max age of crashlogs to copy (days)
sv_se: Max ålder för kraschloggar som ska kopieras (dagar)
